Repository: thinknotes/Textbook-Store-
Catalog: TextbookStore/Languages/Localizable.xcstrings
Source language: en
Languages: de

source: %@ Textbooks
de: %@Lehrbücher

source: Add
de: Hinzufügen

source: Add new files
de: Neue Dateien hinzufügen

source: Art - Humanity
de: Kunst - Geisteswissenschaften

source: Book title
de: Buchtitel

source: By %@
de: Von %@

source: By: %@
de: Von: %@

source: Cancel
de: Abbrechen

source: Choose a subject
de: Wählen Sie ein Thema

source: Choose File
de: Datei auswählen

source: Database Search
de: Datenbank-Suche

source: Description:
de: Beschreibung

source: Dont worry we have %lld books... and counting!
de: Keine Sorge, wir haben %lld Bücher... und zählen weiter

source: Download %@
de: Herunterladen

source: English
de: Englisch

source: Enter Link
de: Link eingeben

source: Error
de: Fehler

source: Find your next textbook here
de: Finde hier dein nächstes Lehrbuch

source: Hi, Student!
de: Hallo, Student!

source: History
de: Geschichte

source: Import from URL
de: Von URL importieren

source: Langauge
de: Sprache

source: Math
de: Mathematik

source: Name your File
de: Datei benennen

source: No decription could be found
de: Es konnte keine Beschreibung gefunden werden

source: Opps it looks like you reach the end.
de: Oops, es sieht so aus, als hättest du das Ende erreicht.

source: OR
de: ODER

source: Other
de: Sonstiges

source: Pages
de: Seiten

source: Rating
de: Bewertung

source: Science
de: Naturwissenschaften

source: Select an item
de: Ein Element auswählen

source: Still need help?
de: Brauchst du noch Hilfe?

source: Subject
de: Thema

source: The file which you are uploading should be less than 2MB.
de: Die hochzuladende Datei darf nicht größer als 2 MB sein.

source: The link provided does not match required type: URL
de: Der bereitgestellte Link entspricht nicht dem erforderlichen Typ: URL

source: Type to filter
de: Typ zum Filtern

source: Type to filter, or use # for tags
de: Tippen, um zu filtern, oder # für Tags verwenden

source: Upload
de: Hochladen
